Repository: Muso98/news_website
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: Uzbek
ru: Узбекский

source: English
ru: Английский

source: Russian
ru: Русский

source: Foydalanuvchi ma'lumotlarini o'zgartirish
ru: Изменить информацию о пользователе

source: Siz o'zingiz haqingizdagi ma'lumotlarni quyidagi forma orqali o'zgartirishingiz mumkin
ru: Вы предоставляете информацию о себе через форму нижеты можешь измениться

source: O'zgarishlarni saqlash
ru: Сохранить изменения

source: Foydalanuvchilarni ro'yhatdan o'tkazish
ru: Регистрация пользователя

source: Yangi foydalanuvchini ro'yhatdan o'tkazish
ru: Регистрация нового пользователя

source: Ro'yhatdan o'tish uchun quyidagi formani to'ldiring
ru: Заполните форму ниже, чтобы зарегистрироваться

source: Ro'yhatdan o'tish
ru: Постановка на учет

source: Muvaffaqiyatli ro'yhatdan o'dingiz
ru: Вы успешно зарегистрировались

source: tabriklaymiz ro'yhatdan o'tdingiz
ru: Поздравляем, вы зарегистрированы

source: Muvaffaqiyatli ro'yhatdan o'tdingiz
ru: Вы успешно зарегистрировались

source: Endi saytga
ru: Теперь на сайт

source: qilishingiz mumkin
ru: можешь сделать

source: Yangilik yaratish
ru: Создать новость

source: Yangilik qo'shish
ru: Добавить новость

source: Joriy yangiliklarni o'chirish
ru: Удалить текущие новости

source: sarlavha yangiligini o'chirmoqchimisiz
ru: Вы хотите удалить заголовок новости?

source: Tasdiqlayman
ru: я одобряю

source: sarlavha yangiligini tahrirlamoqchimisiz
ru: Хотите отредактировать заголовок новости?

source: Tahrirlash
ru: Редактирование

source: Biz haqimizda
ru: о нас

source: Biz bilan aloqa
ru: Связаться с нами

source: Admin sahifasi
ru: Страница администратора

source: Mahalliy
ru: Местный

source: Xorij
ru: Зарубежные новости

source: Texnalogiya
ru: Технологии

source: Sport
ru: Спортивные новости

source: So'ngi yangiliklar
ru: последние новости

source: Teglar
ru: Теги

source: Biz bilan aloqa sahifa
ru: Свяжитесь с нами страница

source: Ko'rilganlar soni:
ru: Взгляды:

source: Photography
ru: Фотография

source: Ko'rilganlar soni:
ru: Взгляды:

source: Ommabop yangiliklar
ru: Популярные новости

source: Sponsor
ru: Спонсор

source: Barcha kategoriyalar
ru: Все категории

source: Kategoriyani tanlang
ru: Выберите категорию

source: Tavsiya etamiz
ru: Мы рекомендуем

source: ta izoh qoldirilgan
ru: комментариев

source: Izoh qoldirish
ru: Оставить комментарий

source: Faqat ro'yhatdan o'tgan foydalanuvchilar izoh qoldira oladi
ru: Только зарегистрированные пользователи могут оставлять комментарии

source: Izoh qoldirish uchun
ru: Чтобы оставить комментарий

source: Ro'yhatdan o'tish
ru: Постановка на учет

source: Saytga kiring
ru: Войти на сайт

source: Qidiruv natijalari
ru: Результаты поиска

source: Username
ru: Имя пользователя

source: Ism
ru: Имя

source: Familiya
ru: Фамилия

source: Xush kelibsiz
ru: Добро пожаловать

source: Siz haqingizda ma'lumotlar
ru: Информация о вас

source: Tug'ilgan sanasi
ru: Дата рождения

source: Ismingiz
ru: Имя

source: Familiyangiz
ru: Фамилия

source: parolni almashtirish
ru: изменить пароль

source: profilni tahrirlash
ru: редактировать профиль

source: Web saytdan chiqish
ru: Выйти с сайта

source: Siz web saytdan chiqdingiz
ru: Вы вышли с сайта

source: Web saytga kirish - login
ru: Доступ на сайт - авторизация

source: Iltimos saytga kirish uchun quyidagi formani to'ldiring
ru: Пожалуйста, заполните форму ниже, чтобы войти на сайт

source: Agar parolingizni unutgan bolsangiz, uni
ru: Если вы забыли свой пароль,

source: tiklang
ru: восстановить

source: Foydalanuvchi paroli o'zgardi
ru: Пароль пользователя изменен

source: Sizning parolingiz muvaffaqiyatli o'zgardi.
ru: Ваш пароль был успешно изменен.

source: Parolni o'zgartirish
ru: изменить пароль

source: Parolingizni o'zgartirish uchun , quyidagi formani to'ldiring
ru: Чтобы изменить пароль, заполните форму ниже

source: Parolni almashtirish
ru: Изменить пароль

source: Parolni muvafaqiyatli o'zgartirildi
ru: Пароль успешно изменен

source: Sizning parolingiz qayta tiklandi, Endi qaytadan
ru: Ваш пароль был сброшен, теперь снова

source: qilishingiz mumkin
ru: ты можешь сделать

source: Parolni tiklash
ru: Восстановление пароля

source: Parolni tiklashingiz uchun quyidagi formani to'ldiring
ru: Заполните форму ниже, чтобы сбросить пароль

source: Iltimos parolni ikki marotaba kiriting
ru: Пожалуйста, введите пароль дважды

source: Siz noto'g'ri link kiritdingiz
ru: Вы ввели неправильную ссылку

source: Parolni ozgartirish
ru: Изменить пароль

source: Parolni o'zgartirish email orqali
ru: Изменение пароля по электронной почте

source: Parolingizni o'zgartirish uchun emailingizga link yuborildi
ru: На вашу электронную почту отправлена ссылка для смены пароля

source: Agar sizga xabar bormasa qaytadan so'rov yuboring
ru: Если вы не получили сообщение, пожалуйста, отправьте запрос еще раз.

source: Sizning emailingiz parolni tiklash uchun kiritildi. Parolni tiklash uchun quyidagi linkka kiring
ru: Ваш адрес электронной почты был введен для сброса пароля. Чтобы сбросить парольвведите ссылку ниже

source: Sizning usernamingiz
ru: Ваш логин

source: Parolni tiklashingiz uchun e-mail manzilingizni yozing
ru: Введите свой адрес электронной почты для восстановления пароля

source: Email jo'natish
ru: Отправить Email
